{"input": "Saya tidak bisa mengakses kursus yang sudah saya beli.", "output": "Layanan Pelanggan"}
{"input": "Ada kesalahan pada materi di bagian kursus Matematika dasar.", "output": "Pengembangan Kurikulum"}
{"input": "Saya ingin tahu apakah ada promo untuk kursus yang tersedia saat ini.", "output": "Pemasaran"}
{"input": "Platform sering error saat saya mencoba mengakses materi kursus.", "output": "IT Developer"}
{"input": "Sebagai pengajar, saya kesulitan memahami materi terbaru yang diunggah.", "output": "Dukungan Pengajar"}
{"input": "Saya lupa password untuk login ke akun saya.", "output": "Layanan Pelanggan"}
{"input": "Materi kursus Python memiliki beberapa kesalahan di bagian latihan kode.", "output": "Pengembangan Kurikulum"}
{"input": "Apakah ada diskon untuk pembelian kursus bagi mahasiswa?", "output": "Pemasaran"}
{"input": "Setiap kali saya klik tombol 'mulai kursus', aplikasi langsung crash.", "output": "IT Developer"}
{"input": "Saya butuh bantuan dalam menjelaskan topik AI kepada siswa.", "output": "Dukungan Pengajar"}
{"input": "Metode pembayaran yang saya gunakan gagal saat proses checkout.", "output": "Layanan Pelanggan"}
{"input": "Materi di bagian 'Machine Learning' kurang tepat dan butuh perbaikan.", "output": "Pengembangan Kurikulum"}
{"input": "Apakah ada paket berlangganan bulanan yang lebih murah?", "output": "Pemasaran"}
{"input": "Website loading sangat lama ketika saya ingin mengakses profil.", "output": "IT Developer"}
{"input": "Bagaimana cara menyesuaikan materi kursus agar lebih mudah dipahami oleh siswa?", "output": "Dukungan Pengajar"}
{"input": "Saya mengalami masalah dalam mengakses materi yang sudah saya beli.", "output": "Layanan Pelanggan"}
{"input": "Kursus Fisika memiliki beberapa konsep yang tidak sesuai dengan kurikulum terbaru.", "output": "Pengembangan Kurikulum"}
{"input": "Bagaimana cara mengetahui promo terbaru di platform ini?", "output": "Pemasaran"}
{"input": "Aplikasi sering keluar sendiri ketika saya membuka materi.", "output": "IT Developer"}
{"input": "Saya butuh panduan mengajarkan materi yang sulit dipahami siswa.", "output": "Dukungan Pengajar"}
{"input": "Bolehkah saya meminta refund untuk kursus yang tidak sesuai?", "output": "Layanan Pelanggan"}
{"input": "Apakah ada promo khusus untuk bulan ini?", "output": "Pemasaran"}
{"input": "Aplikasi tidak berfungsi dengan baik pada perangkat saya.", "output": "IT Developer"}
{"input": "Saya butuh panduan untuk mengajar topik yang baru saja ditambahkan.", "output": "Dukungan Pengajar"}
{"input": "Materi tentang 'Algoritma' pada kursus tidak lengkap dan membingungkan.", "output": "Pengembangan Kurikulum"}
